{
    "posts": [
        {
            "id": 750,
            "slug": "surf-s-up-ladies-a-comprehensive-guide-to-the-best-surf-gear-for-girls",
            "type": "sc",
            "title": "Surf's Up, Ladies! A Comprehensive Guide to the Best Surf Gear for Girls",
            "content": "Surf's Up, Ladies! A Comprehensive Guide to the Best Surf Gear for Girls\n\nAre you a girl or woman who loves surfing? Do you want to make sure you have the best gear to ride those waves? Look no further than our comprehensive guide to the best surf gear for girls! As an avid surfer and founder of \"Surf Gear for Girls,\" I've tried and tested the latest gear tailored specifically for female surfers. From bodyboards to paddle boards to wetsuits, we've got you covered. So grab your board and let's dive in!\n\n1. Own the Wave 'Wave Weapon' Bodyboard: This premium bodyboard is perfect for girls who want to own those waves. With its EPS core and premium leash, you'll feel confident and in control on the water. Plus, its vibrant colors will make you stand out in the best way possible. Overall, I give it an 8.5 out of 10.\n\n2. Roc Inflatable Stand Up Paddle Board: Want to catch some waves and chill on the water? Look no further than this inflatable paddle board. With top-quality construction and convenient features, this board is sure to be your go-to for all your paddle board adventures. So don't wait any longer, grab your Roc board today and let the good times roll! \n\n3. O'Neill Women's Reactor-2 Wetsuit: Wetsuit up, ladies! This wetsuit is perfect for warmer water and provides great flexibility and mobility while surfing. Plus, its limited color options won't hold you back from catching those waves. Overall, I highly recommend this wetsuit to any surf-loving ladies out there!\n\n4. ZCCO Wetsuit: Hang ten in style with this sleek and versatile wetsuit. Its back zip design makes it easy to get in and out of, so you can spend less time getting ready and more time surfing. Plus, its durable construction and stylish design make it a great choice for any surfer. Overall, I give it a solid 8 out of 10.\n\nIn conclusion, having the right surf gear can make all the difference for female surfers. From bodyboards to wetsuits, these products will help you feel confident and in control on the water. So what are you waiting for? Grab your gear and get surfing, girl!",
            "products": [
                {
                    "product": {
                        "id": 8346,
                        "url": "https://www.amazon.com/dp/B09QBVBBDX?tag=dexterlabs-20",
                        "name": "ZCCO Wetsuit 3mm Neoprene Wet Suit Full Body Long Sleeve Back Zip Diving Suit Thermal Suit for Water Sports Kayakboarding Surfing Snorkeling Scuba Diving Swimming",
                        "price": "$64.99",
                        "thumbnail": "https://m.media-amazon.com/images/I/51GJpNZ4WmL.__AC_SX300_SY300_QL70_FMwebp_.jpg"
                    }
                },
                {
                    "product": {
                        "id": 8359,
                        "url": "https://www.amazon.com/dp/B0757CP6DS?tag=dexterlabs-20",
                        "name": "O'Neill Women's Reactor-2 2mm Back Zip Short Sleeve Spring Wetsuit",
                        "price": "$76.51",
                        "thumbnail": "https://m.media-amazon.com/images/I/61WXG0au0JL.__AC_SY445_SX342_QL70_FMwebp_.jpg"
                    }
                },
                {
                    "product": {
                        "id": 8418,
                        "url": "https://www.amazon.com/dp/B07MJ9BX1W?tag=dexterlabs-20",
                        "name": "Own the Wave 'Wave Weapon' Bodyboard with Premium Leash, Lightweight with EPS Core",
                        "price": "$49.99",
                        "thumbnail": "https://m.media-amazon.com/images/I/81OKQvICxXL.__AC_SX300_SY300_QL70_FMwebp_.jpg"
                    }
                },
                {
                    "product": {
                        "id": 8447,
                        "url": "https://www.amazon.com/dp/B07ZJWGSFG?tag=dexterlabs-20",
                        "name": "Roc Inflatable Stand Up Paddle Boards with Premium SUP Paddle Board Accessories, Wide Stable Design, Non-Slip Comfort Deck for Youth & Adults…",
                        "price": "$199.95",
                        "thumbnail": "https://m.media-amazon.com/images/I/81g8dHc3FvL.__AC_SX300_SY300_QL70_FMwebp_.jpg"
                    }
                }
            ]
        },
        {
            "id": 756,
            "slug": "ride-the-waves-in-style-a-comprehensive-guide-to-surf-gear-for-girls",
            "type": "sc",
            "title": "Ride the Waves in Style: A Comprehensive Guide to Surf Gear for Girls",
            "content": "Ride the Waves in Style: A Comprehensive Guide to Surf Gear for Girls\n\nAre you a girl who loves to surf? Do you want to catch waves and look good doing it? Look no further than this comprehensive guide to surf gear for girls. Written by an experienced surfer and outdoor enthusiast, this guide will cover everything you need to know about the latest surf gear specifically tailored for girls and women.\n\nWhether you're a beginner or an advanced surfer, there's something for everyone in this listicle. From wetsuits to stand up paddle boards, we've got you covered. So grab your board and let's dive in!\n\n1. O'Neill Women's Bahia Wetsuit\nThe O'Neill Women's Bahia Wetsuit is a must-have for any serious female surfer. Made of flexible neoprene material and seamless paddle zones, it provides comfort and flexibility in the water. While it may not be suitable for women with larger busts and comes with a higher price point, the Bahia's stylish design and top-quality construction make it a great investment for any serious surfer. Rating: 9/10.\n\n2. Runwave Inflatable Stand Up Paddle Board\nLooking to take your surfing game to the next level? The Runwave Inflatable Stand Up Paddle Board is perfect for beginners and advanced surfers alike. With its stability, versatility, and stylish design, you won't be disappointed. So what are you waiting for? Grab your board and hit the waves! Bottom Line: 9/10.\n\n3. Roc Inflatable Stand Up Paddle Board\nCatch some waves and chill with the Roc Inflatable Stand Up Paddle Board. This board is perfect for anyone looking for fun in the sun. With its top-quality construction and convenient features, this board is sure to be your go-to for all your paddle board adventures. So don't wait any longer, grab your Roc board today and let the good times roll! Bottom Line: 9/10.\n\n4. FAYEAN Inflatable Paddle Board\nFor a fun, affordable, and easy-to-use paddle board, the FAYEAN Inflatable Stand Up Paddle Board is a great choice. While it may not be suitable for advanced surfers or rough waters, it's perfect for beginners or anyone looking for a budget-friendly option. Rating: 8/10.\n\nIn conclusion, there's no shortage of surf gear for girls on the market today. From wetsuits to stand up paddle boards, there's something for everyone. So whether you're a beginner or an advanced surfer, don't be afraid to try something new and catch some waves in style. Cowabunga!",
            "products": [
                {
                    "product": {
                        "id": 8343,
                        "url": "https://www.amazon.com/dp/B09NRFB1HH?tag=dexterlabs-20",
                        "name": "Women's Bahia",
                        "price": "$129.89",
                        "thumbnail": "https://m.media-amazon.com/images/I/61sVhZSusGL.__AC_SX300_SY300_QL70_FMwebp_.jpg"
                    }
                },
                {
                    "product": {
                        "id": 8432,
                        "url": "https://www.amazon.com/dp/B08SLP6TSX?tag=dexterlabs-20",
                        "name": "Runwave Inflatable Stand Up Paddle Board 11'×33''×6''(6'' Thick) Non-Slip Deck with Premium SUP Accessories | Wide Stance, Bottom Fins for Surfing Control | Youth Adults Beginner",
                        "price": "$299.00",
                        "thumbnail": "https://m.media-amazon.com/images/I/81oBVB2ECCL.__AC_SX300_SY300_QL70_FMwebp_.jpg"
                    }
                },
                {
                    "product": {
                        "id": 8435,
                        "url": "https://www.amazon.com/dp/B08CV7HP4M?tag=dexterlabs-20",
                        "name": "Paddle Board, FAYEAN Inflatable Stand Up Paddle Board SUP Board Ultra-Light 11.5' x 33''x 6'' Thick Paddleboard Includes Pump Adjustable Paddle Backpack Coil Leash Waterproof Bag Non-slip for Youth & Adults",
                        "price": "$176.88",
                        "thumbnail": "https://m.media-amazon.com/images/I/71Rn6EUKlqL.__AC_SX300_SY300_QL70_FMwebp_.jpg"
                    }
                },
                {
                    "product": {
                        "id": 8447,
                        "url": "https://www.amazon.com/dp/B07ZJWGSFG?tag=dexterlabs-20",
                        "name": "Roc Inflatable Stand Up Paddle Boards with Premium SUP Paddle Board Accessories, Wide Stable Design, Non-Slip Comfort Deck for Youth & Adults…",
                        "price": "$199.95",
                        "thumbnail": "https://m.media-amazon.com/images/I/81g8dHc3FvL.__AC_SX300_SY300_QL70_FMwebp_.jpg"
                    }
                }
            ]
        },
        {
            "id": 761,
            "slug": "surf-gear-for-girls-the-ultimate-guide-to-riding-the-waves-in-style",
            "type": "sc",
            "title": "Surf Gear for Girls: The Ultimate Guide to Riding the Waves in Style",
            "content": "Surf Gear for Girls: The Ultimate Guide to Riding the Waves in Style\n\nAre you a girl who loves to surf? Or maybe you're just getting started and looking for the best gear to help you catch your first wave? Look no further than \"Surf Gear for Girls\"! As a female surfer herself, Maya Summers has tried and tested all the latest surf gear to help you find the perfect fit. In this guide, we'll introduce you to four awesome surf products that will help you surf in style.\n\n1. Seaskin Wetsuits That Will Set You Ablaze\n\nWhen it comes to surfing, having the right wetsuit can make all the difference. The Seaskin Wetsuit is perfect for female surfers who want to stand out from the crowd with its unique flame design. Not only does it look cool, but it's also affordable and offers great protection from the elements. Maya rates it an 8/10 and highly recommends it for any girl looking to surf in style.\n\n2. Surf's Up: Get Creative with This 6-Foot Wooden Surfboard Wall Art\n\nLooking to add a touch of the beach to your home decor? Look no further than this 6-foot wooden surfboard wall art. Perfect for creative types, you can customize it to match your own unique style. It's also a great conversation starter and adds a fun, beachy vibe to any room. Maya thinks it's a great choice for anyone who wants to bring the beach home.\n\n3. Ride the Waves with the Rock-It 6' Albert Surfboard\n\nFor intermediate and advanced female surfers looking for a high-quality board, the Rock-It 6' Albert Surfboard is a great choice. With its sleek design and easy portability, it's perfect for traveling to different surf spots. Maya rates it an 8.5/10 and thinks it's a board that will help you ride the waves like a pro.\n\n4. Catch Waves Like a Lucky Bum: A Review of the Lucky Bums Body Board\n\nIf you're looking for a fun and affordable way to catch some waves, the Lucky Bums Body Board is a great choice. Made with high-quality materials, it's built to last and offers great performance. While the color options may be limited, Maya thinks it's a solid choice for anyone looking to have some fun in the water.\n\nIn conclusion, whether you're a seasoned surfer or just starting out, there's no reason why you can't surf in style. With the Seaskin Wetsuit, 6-foot Wooden Surfboard Wall Art, Rock-It 6' Albert Surfboard, and Lucky Bums Body Board, you'll be ready to hit the waves like a pro. So grab your gear and join Maya in riding the waves with confidence and style. Cowabunga!",
            "products": [
                {
                    "product": {
                        "id": 8354,
                        "url": "https://www.amazon.com/dp/B092HPWJ13?tag=dexterlabs-20",
                        "name": "Seaskin Mens Womens Wetsuit Flame-I 3mm Neoprene Full Body Diving Suits Front Zip Wetsuit for Diving Snorkeling Surfing Swimming",
                        "price": "$79.99",
                        "thumbnail": "https://m.media-amazon.com/images/I/51Vl9ZCG12L.__AC_SX300_SY300_QL70_FMwebp_.jpg"
                    }
                },
                {
                    "product": {
                        "id": 8390,
                        "url": "https://www.amazon.com/dp/B07NY3PB5T?tag=dexterlabs-20",
                        "name": "6 foot wood surfboard wall art unfinished raw wood decor sign SHIPS FAST",
                        "price": "$179.99",
                        "thumbnail": "https://m.media-amazon.com/images/I/31p4JBzEB3L._QL70_FMwebp_.jpg"
                    }
                },
                {
                    "product": {
                        "id": 8443,
                        "url": "https://www.amazon.com/dp/B07FGFP4G9?tag=dexterlabs-20",
                        "name": "Rock-It 6' Albert Surfboard",
                        "price": "$279.98",
                        "thumbnail": "https://m.media-amazon.com/images/I/81oKLg9m90L.__AC_SX300_SY300_QL70_FMwebp_.jpg"
                    }
                },
                {
                    "product": {
                        "id": 8446,
                        "url": "https://www.amazon.com/dp/B01GEKGRU6?tag=dexterlabs-20",
                        "name": "Lucky Bums Body Board with EPS Core Slick Bottom and Leash for Kids and Adults",
                        "price": "$42.99",
                        "thumbnail": "https://m.media-amazon.com/images/I/91f8E73DUSL.__AC_SX300_SY300_QL70_FMwebp_.jpg"
                    }
                }
            ]
        },
        {
            "id": 764,
            "slug": "surf-gear-for-girls-a-guide-to-the-best-boards-for-female-surfers",
            "type": "sc",
            "title": "Surf Gear for Girls: A Guide to the Best Boards for Female Surfers",
            "content": "Surf Gear for Girls: A Guide to the Best Boards for Female Surfers\n\nAre you a girl who loves to surf? Or maybe you're a parent looking for the perfect board for your daughter. Either way, you've come to the right place! As a female surfer with years of experience in the industry, I understand the unique gear needs of girls and women in the surfing world. In this guide, I'll introduce you to the best boards on the market for female surfers. From bodyboards to surfboards to boogie boards, we've got you covered. So, grab your favorite rash guard and let's dive in!\n\n1. Making Waves with the BPS 'Storm' Bodyboard: A Perfect Catch for Female Surfers\n\nIf you're looking for a high-quality bodyboard at an affordable price, look no further than the BPS 'Storm'. This board is specifically designed for female surfers and features a lightweight, yet durable, construction that can handle anything the waves throw your way. Plus, with its sleek design and bright colors, you'll be the envy of the beach.\n\n2. Riding the Waves with KONA SURF CO. The 5-5 Surfboard: A Review by Maya Summers\n\nAs a female surfer, I was blown away by the KONA SURF CO. 5-5 Surfboard. This board is specifically designed for women and features a wider nose and tail, making it easier to catch waves and maintain stability. Plus, its lightweight construction and premium features make it well worth the investment.\n\n3. Surf's Up, Dude! Get Your Hands on the 2PCS Inflatable Surfboard Portable Beach Surfing Board\n\nLooking for a fun and practical surfboard that's easy to transport? Look no further than the 2PCS Inflatable Surfboard. This board is perfect for girls and women who want to mix things up and try something new. Plus, its affordable price point and all-ages appeal make it a great choice for families looking to hit the waves together.\n\n4. Cowabunga! Goplus Boogie Boards are the gnarliest boards out there, dude!\n\nIf you're looking for a boogie board that can handle anything, you need a Goplus Boogie Board. These boards are durable, lightweight, and perfect for riders of all ages and skill levels. Whether you're a seasoned pro or a first-time rider, you'll love the gnarly waves these boards can handle.\n\nIn conclusion, whether you're a girl who loves to surf or a parent looking for the perfect board for your daughter, there's a board out there for you. From bodyboards to surfboards to boogie boards, the options are endless. So, grab your sunscreen, hit the beach, and catch some waves! And remember, no matter what board you choose, the most important thing is to have fun!",
            "products": [
                {
                    "product": {
                        "id": 8336,
                        "url": "https://www.amazon.com/dp/B07MC2ZDL4?tag=dexterlabs-20",
                        "name": "BPS 'Storm' Bodyboard with Premium Coiled Leash - Lightweight with EPS Core, Durable for All Wave Conditions",
                        "price": "$49.99",
                        "thumbnail": "https://m.media-amazon.com/images/I/81ldVJ+r9jL._AC_SY300_SX300_.jpg"
                    }
                },
                {
                    "product": {
                        "id": 8378,
                        "url": "https://www.amazon.com/dp/B084TLZJDX?tag=dexterlabs-20",
                        "name": "Goplus Boogie Boards for Beach, 37-41'' Super Lightweight Body Board with EPS Core, XPE Deck, HDPE Slick Bottom, Wrist Leash for Sea, Pool, Bodyboard Surfing for Kids Teens Adults",
                        "price": "$39.99",
                        "thumbnail": "https://m.media-amazon.com/images/I/71AEzORENJL.__AC_SX300_SY300_QL70_FMwebp_.jpg"
                    }
                },
                {
                    "product": {
                        "id": 8379,
                        "url": "https://www.amazon.com/dp/B09PBFQF82?tag=dexterlabs-20",
                        "name": "2PCS Inflatable Surfboard Portable Bodyboard with Handles Lightweight Soft Body Boards for Kids Surfboards Pool Floats Boards for Beach, Surfing, Swimming, Water Fun",
                        "price": "$24.99",
                        "thumbnail": "https://m.media-amazon.com/images/I/71NrZ86+x4L._AC_SY300_SX300_.jpg"
                    }
                },
                {
                    "product": {
                        "id": 8383,
                        "url": "https://www.amazon.com/dp/B07N33W6RG?tag=dexterlabs-20",
                        "name": "KONA SURF CO. The 5-5 Surfboard for Beginners Kids and Adults - Soft Top Foam Surfboards for Beach – Surf as a Boogie Board Bodyboard or Softboard - Includes Fins and Leash",
                        "price": "$239.99",
                        "thumbnail": "https://m.media-amazon.com/images/I/819fMMHqtIS.__AC_SX300_SY300_QL70_FMwebp_.jpg"
                    }
                }
            ]
        },
        {
            "id": 767,
            "slug": "surf-s-up-ladies-gear-up-with-these-wave-worthy-products",
            "type": "sc",
            "title": "Surf's Up, Ladies! Gear Up with these Wave-Worthy Products",
            "content": "Surf's Up, Ladies! Gear Up with these Wave-Worthy Products\n\nAre you a female surfer looking to catch some waves in style? Look no further than these surf gear essentials, hand-picked by surf enthusiast and gear guru Maya Summers. Whether you're a seasoned pro or just starting out, these products are perfect for any girl boss looking to shred some waves.\n\nFirst up, the SAILBEE Wetsuit Swimsuit. This stylish and functional wetsuit is perfect for any female surfer who wants to look and feel her best while catching some waves. It's affordable, comfortable, and available in a variety of colors and sizes. Maya gives it a solid 8 out of 10!\n\nNext, for the little shredders out there, we have the South Bay Board Co.'s Onda Bodyboard. This lightweight and durable bodyboard is ideal for kids or anyone looking for an affordable option to experience the thrill of surfing. Maya recommends it with an 8.5 out of 10!\n\nFor those looking for the ultimate surf experience, Maya recommends the MWTA Wetsuit. Made specifically for women, this wetsuit is comfortable, functional, and stylish. It's perfect for any female surfer looking to catch some serious waves. Maya gives it an 8.5 out of 10!\n\nLast but not least, we have the Wavestorm-Foam 5'6\" Surfboard. This budget-friendly surfboard is perfect for anyone looking to catch some gnarly waves. It's durable, lightweight, and provides a smooth ride. While it may not be the flashiest option out there, Maya recommends it with an 8.5 out of 10!\n\nIn conclusion, these surf gear essentials are a must-have for any female surfer looking to catch some waves in style. From wetsuits to surfboards, these products are perfect for any girl boss looking to shred some waves. So what are you waiting for? Get out there and catch some waves like the true boss you are!",
            "products": [
                {
                    "product": {
                        "id": 8377,
                        "url": "https://www.amazon.com/dp/B086GW8WYM?tag=dexterlabs-20",
                        "name": "South Bay Board Co. - 42\" Onda Bodyboard - Beginners Body Board for Kids - Durable, Lightweight EPS Core - Smooth Foam Top Deck & HDPE Impact Netting Plastic Bottom Deck",
                        "price": "$49.00",
                        "thumbnail": "https://m.media-amazon.com/images/I/71dwluO5Y1L.__AC_SX300_SY300_QL70_FMwebp_.jpg"
                    }
                },
                {
                    "product": {
                        "id": 8406,
                        "url": "https://www.amazon.com/dp/B09KMFSBWG?tag=dexterlabs-20",
                        "name": "Wavestorm -Foam 5'6\" Surfboard",
                        "price": "$194.01",
                        "thumbnail": "https://m.media-amazon.com/images/I/81727ZbVOaL.__AC_SX300_SY300_QL70_FMwebp_.jpg"
                    }
                },
                {
                    "product": {
                        "id": 8451,
                        "url": "https://www.amazon.com/dp/B0BD41F9ZJ?tag=dexterlabs-20",
                        "name": "MWTA Womens Shorty Wetsuit, 2mm Neoprene Long Sleeve Swimsuit with Back Zip, Offers UV Protection, Wetsuit for Diving Snorkeling Swimming Surfing",
                        "price": "$55.99",
                        "thumbnail": "https://m.media-amazon.com/images/I/61cvZgM6tXL.__AC_SX300_SY300_QL70_FMwebp_.jpg"
                    }
                },
                {
                    "product": {
                        "id": 8454,
                        "url": "https://www.amazon.com/dp/B07MM2KJSQ?tag=dexterlabs-20",
                        "name": "SAILBEE Women's One Piece Short Sleeves Contoured Zip Front Wetsuit Swimsuit",
                        "price": "$20.99",
                        "thumbnail": "https://m.media-amazon.com/images/I/61Ct5wO3mHL.__AC_SX342_SY445_QL70_FMwebp_.jpg"
                    }
                }
            ]
        },
        {
            "id": 770,
            "slug": "the-ultimate-guide-to-the-best-surf-gear-for-girls-and-women",
            "type": "sc",
            "title": "The Ultimate Guide to The Best Surf Gear for Girls and Women",
            "content": "The Ultimate Guide to The Best Surf Gear for Girls and Women\n\nLooking for the perfect surf gear for girls and women? Look no further! As a female surfer myself, I know how important it is to have gear that not only fits well but also performs well. Whether you're a beginner or a pro, this guide will help you navigate the world of surfing gear and find the best products for your needs.\n\nFirst up, we have Surf's Up: Catch Waves and Vibes with Hawaiian Surfboards and Classic Van P. This set of photography prints is the perfect addition to any surfer's home decor. The high-quality prints capture the beauty and excitement of surfing and will transport you back to the waves every time you look at them. I give them a solid 8 out of 10.\n\nNext, we have Surf's Up: Boardworks Froth is the Perfect Wave for Girls and Women! This soft top surfboard is fun, versatile, and affordable. It's perfect for girls and women who want to catch some waves without breaking the bank. The Froth comes in different sizes and colors, so you can choose the one that fits your style. I give it a rating of 9/10.\n\nIf you're looking for a wetsuit that makes you feel like a real mermaid, check out the REALON Wetsuits Top Jacket. This top is comfortable, flexible, and will keep you warm during those chilly days. It's also available in different colors to match your style. Just make sure to check the size chart before ordering! 🌊 I give it a rating of 9/10 🧜‍♀️🧜‍♂️.\n\nLast but not least, we have the Morey Mini Bodyboard. This board is perfect for boogie boarding and having fun in the sun. It's lightweight, easy to carry, and won't break the bank. So grab your sunscreen, throw this board in your beach bag, and get ready to boogie! I give it a rating of 4.5 stars out of 5.\n\nIn conclusion, whether you're looking for surfboard art, a soft top surfboard, a mermaid wetsuit top, or a mini bodyboard, this guide has got you covered. Remember to choose gear that fits your style and skill level, and most importantly, have fun out there on the waves! 🤙",
            "products": [
                {
                    "product": {
                        "id": 8364,
                        "url": "https://www.amazon.com/dp/B0889LFJWW?tag=dexterlabs-20",
                        "name": "Hawaiian Surfboards and Classic Van Photography Prints, Set of 2, Unframed, Nautical Decor, Coastal Wall Decor, Beach Artwork for Wall, Fine Art Photography, 8x10 Inches",
                        "price": "$20.99",
                        "thumbnail": "https://m.media-amazon.com/images/I/41KMUJvK+bL.jpg"
                    }
                },
                {
                    "product": {
                        "id": 8373,
                        "url": "https://www.amazon.com/dp/B07D5MHYSN?tag=dexterlabs-20",
                        "name": "Morey Bodyboards Mini Boogieboard 21\" Length - for bodysurfing, Bodyboarding, kickboarding, and More",
                        "price": "$32.99",
                        "thumbnail": "https://m.media-amazon.com/images/I/61fmx3Kz9fL.__AC_SX300_SY300_QL70_FMwebp_.jpg"
                    }
                },
                {
                    "product": {
                        "id": 8395,
                        "url": "https://www.amazon.com/dp/B07YNHVF4K?tag=dexterlabs-20",
                        "name": "Boardworks Froth – Soft Top Surfboard – Wakesurf Board – 3 Colors - 5 Sizes from 5’ to 9’",
                        "price": "$349.99",
                        "thumbnail": "https://m.media-amazon.com/images/I/81nn9uIm9qL.__AC_SX300_SY300_QL70_FMwebp_.jpg"
                    }
                },
                {
                    "product": {
                        "id": 8453,
                        "url": "https://www.amazon.com/dp/B08T69RJRL?tag=dexterlabs-20",
                        "name": "REALON Wetsuits Top Jacket Women Men 2mm Neoprene Long Sleeve Shirt 3mm Front Zipper Vest Wet Suit Keep Warm for Adult Youth Kids Diving Surf Swim Water Sports",
                        "price": "$38.99",
                        "thumbnail": "https://m.media-amazon.com/images/I/61aVI8ZrxEL.__AC_SY445_SX342_QL70_FMwebp_.jpg"
                    }
                }
            ]
        }
    ]
}